# გააკეთეთ 3 ცალი სწორი კოდი და 3 ცალი არასწორი კოდი და უნდა ახსნათ რატომ არის ეს კოდი სწორი და რატომ არის ეს კოდი არასწორი


name  = nika # nika -არის ტექსტი ანუ სტრინგი და სტრინგი ყოველთვის იქნება ბრჭლებში 
print name # ფუნქცია print-ს აკლია ფრჩიხელი 
user_name = input(goa acdemy) # goa academy  არის ტექსტი და უნდა იყოს ბრჭყალებში 





name = "svarchika makvala" # ეს კოდი არის სწორი რადგან შექმნილი გვაქვს ცვლადის სახელი რომელსაც მინიჭებულლია აქვს მნიშვნელობად string რომელიც არის ბრჭყალებში ჩასმული
print(name) # ეს არის სწორი კოდი რადგან მე გამოვიძახე ჩმი ცვლადის სახელი print ფუნქციასაც აქვს ფრჩხილები
user_name = input("enter your name: ") # ეს არის სწორი კოდი რომელშიც შევქმენით ცვლადი და მნიშვნელობათ აქვს ფუნქცია რომელიც გვეხმარება მომხმარებელს ვთოვოთ თავისი სახელო 