# 5) გაიმეორეთ გავლილი მასალა
name = "nika"
print(name)
birth = "2009"
name = "nika"         # (string-)
age = 14                  #(integer)
height = "175,4"            #floot ტიპის (ათწილადი)
life = "khuloshi"
knows_programming = True   #true or folse

# input - მონაცემების და ინფორმაციების შეტანა/შეყვანა 
# output - გამოტანა / გამოყვანა რომელსაც რაღაცა ინფორმაცია გამოაქვს ეკრანზე

# debbuger -არის გამართვის პროგრამა, გასამართი/გამმართველი პროგრამა (დამხმარე პროგრამა, რომელიც გამოიყენება სხვა პროგრამების შესამოსწმებლად გასამართად)