# ფუნქციები

# შექმენით ფუნქცია რომელიც რობოტს მიუთითებს ინსტრუქცია თუ როგორ მოგიტანოს წყალი


def giv_me_water():
    print("შეტრიალდი მარცხვნივ")
    print("გადადგი 10 ნაბიჯი")
    print("აიღე ჭიქა")
    print("მოუშვი ონკანი")
    print("აავსე წყალი")
    print("შემოტრიალდი მარცხვნივ ")
    print("გადადგი 10 ნაბიჯი")
    print("მომაწოდე წყალი")



#  შექმენით ფუნქცია რომელიც მომხმარებელს ეკითხება რიცხვს შემდეგ კი დაბეჭდავს ეს რიცხვი ლუწია თუ კენტი

def number():
    num1 = int(input("enter your num1: "))
    if num1 % 2 == 0:
        print("is even")
    else:
        print("is Odd")



# შექმნეით მეორე ფუნქცია რომელიც მომხმარებელს შეეკიტება სახელს შემდეგ კი მიესალმება მას მაგ. hello jumnbera

def user_name():
    name = input("enter your name: ")
    print("hello " + name)

user_name()